Repository: andrewebdev/django-ostinato
Catalog: ostinato/locale/*/LC_MESSAGES/django.po
Languages: af

source: Title
af: Titel

source: A unique, url-friendly slug based on the title
af: ŉ Unieke, url-vriendelike waarde gebasseer op die titel

source: Content
af: Kontent

source: State
af: Toestant

source: Author
af: Outeur

source: Created date
af: Geskep datum

source: Modified date
af: Verander datum

source: Publish date
af: Publiseer datum

source: Archived date
af: Argief datum

source: Allow comments
af: Kommentaar toegelaat

source: Actions
af: Aksies

source: A url friendly slug.
af: ŉ url-vriendelike waarde

source: Short title
af: Kort titel

source: A shorter title which can be used in menus etc. If this is not supplied then the normal title field will be used.
af: ŉ Korter titel wat in kieslyste ens gebruik sal word. As dit nie voorsien word nie dan sal die normale titel veld gebruik word.

source: Redirect
af: Aanstuur

source: Use this to point to redirect to another page or website.
af: Gebruik hierdie om te lei na 'n ander bladsy of webwerf.

source: Show in nav
af: Wys in navigasie

source: Show in sitemap
af: Wys in index

source: Published date
af: Publiseer datum

source: Page
af: Bladsy

source: Pages
af: Bladsye

source: Home
af: Tuis

source: Please correct the error below.
af: Korrigeer asseblief die fout hieronder.
